<script setup lang="ts">

</script>

<template>
  <article class="content">

    <h2 class="heading-sm">Биография</h2>

    <p class="plain-text block-first-child">
      Михаил Сергеевич Горбачев родился 2 марта 1931 года в селе Прияцкое, Ставропольский край. Самого Михаила
      Сергеевича тяжелые 30-е годы не затронули. Но в годы Большого Террора оба деда Михаила Горбачёва подвергались
      аресту, а два его дяди и тётя стали жертвами голода начала 30х. Трудно сказать, насколько эти события повлияли на
      молодого Горбачева. Он хорошо учился, в 15 лет подается в Комсомол. Работая на МТС вместе с отцом, получает орден
      за ударный труд. Выпустившись, поступает без экзаменов в МГУ им. Ломоносова на юриста. И законченное с отличием
      высшее образование, конечно, отличает его от многих партийных функционеров того времени.
    </p>

    <div class="image-and-text">
      <img src="/images/gorbachev-young.png"
           alt="Горбачев в молодости."
           class="image-and-text__image">
      <p class="image-and-text__text">Горбачев в молодости.</p>
    </div>

    <h2 class="heading-xs">Начало политической карьеры</h2>

    <p class="plain-text block-first-child">
      По окончании университета в 1955 году, был направлен обратно в Ставропольский край, где занимал различный
      должности в Комсомоле и партии, по итогу став первым секретарем крайкома КПСС. В 1971 году он уже член ЦК КПСС, а
      по итогу его деятельности в партии по вопросам, связанными с сельским хозяйством, Михаил Горбачев попадает в
      Политбюро. Его продвижению по карьерной лестнице, как говорят, сильно способствовал Брежнев, Андропов, а также
      Суслов и Громыко. Последний, в том числе, сыграл не последнюю роль в назначении Горбачева новым генеральным
      секретарем партии после смерти Черненко весной 1985.
    </p>

    <h2 class="heading-xs">Генсек СССР</h2>

    <p class="plain-text block-first-child">
      Став генсеком, Горбачев поставил задачу спасения советской экономики, которая, по выражению лидера страны,
      находилась в "застое". На весеннем пленуме ЦК 1985 года Горбачев выдвигает лозунг "Ускорение", который предполагал
      масштабное развитие научно-технического прогресса, машиностроения, подъем сельского хозяйства и все в таком духе.
      В этот момент еще ни о каких социально-политических изменениях речи не шло, сам термин "ускорение" указывал на то,
      что это не коренные реформы, а скорее толчок советской экономики, чтобы она догнала (и наконец перегнала)
      остальной мир, и дальше уже все будет хорошо.
    </p>

    <div class="image-and-text">
      <img src="/images/gorbachev-president.png"
           alt="Горбачев на посту президента СССР."
           class="image-and-text__image">
      <p class="image-and-text__text">Горбачев на посту президента СССР.</p>
    </div>

    <h2 class="heading-xs">Перестройка</h2>

    <p class="plain-text block-first-child">
      Но уже к 1986 году Горбачев понимает, что этого недостаточно и нужно менять в том числе и социальный аспект жизни,
      с этого момента начинается "политика гласности", в рамках которой начинается сильное смягчение цензуры (только в
      этот момент, например, начинают печатать Гумилева!), объявляется амнистия политзаключенным (выходит на свободу
      академик Сахаров), в очень ограниченной форме появляются элементы рыночной экономики. И вот уже та самая
      "перестройка" разворачивается полным ходом. Происходили и интересные изменения в политическом устройстве
      государства. Появляется Съезд Народных Депутатов, частично избираемый орган управления. Позже вводится новый пост
      президента СССР, который занял сам Горбачев, до этого уже занимающего должность Председателя президиума Верховного
      Совета.
    </p>

    <div class="quote">
      <q class="quote__text">
        Каждый на своем месте должен делать свое дело добросовестно и честно, вот и вся перестройка!
      </q>
      <div class="avatar-label">
        <img src="/images/gorbachev-avatar.png"
             alt="Михфил Горбачев"
             class="avatar-label__image">
        <p class="avatar-label__title">Михаил Горбачев</p>
        <p class="avatar-label__subtext">Реформатор</p>
      </div>
    </div>

    <p class="plain-text">
      Но дальше вместо каких-либо положительных результатов реформ, преобразования системы к лучшему и том подобное,
      вдруг случается августовский путч 91-го, развал Советского Союза и стремительное выталкивание Горбачева с
      политической сцены.
    </p>

    <h2 class="heading-xs">Личность</h2>

    <p class="plain-text block-first-child">
      Изучая события "горбачевской эры", напрашивается один вопрос: что же пошло не так и какую роль в этом сыграл
      сам Горбачев?
    </p>
    <p class="plain-text">
      То, какую форму приобрела перестройка, конечно во многом определил Горбачев. При этом ее необходимость в том или
      ином виде признают практически все. Даже В. И. Болдин в своей статье "Крушение пьедестала", отзываясь о самом
      Горбачеве крайне негативно и обвиняя его в захвате власти и безразличии к судьбе государства, говорит о
      необходимости начатых им изменений.
    </p>

    <div class="image-and-text">
      <img src="/images/gorbachev-with-wife.png"
           alt="Горбачев с женой в Ницце, 1977 год."
           class="image-and-text__image">
      <p class="image-and-text__text">Горбачев с женой в Ницце, 1977 год.</p>
    </div>

    <p class="plain-text">
      Тут можно вспомнить и его многочисленные поездки заграницу, которые не могли не оставить сильнейшего впечатления
      на него, как и на любого другого советского человека того периода. Возможно, в этот же момент Горбачев решает, что
      обязательно нужно налаживать отношения с Западом, чем он и займется, придя к власти, и, надо сказать, довольно
      успешно. Р. Рейган, лично много общавшийся с Горбачевым, дает ему такую характеристику:
    </p>

    <div class="quote">
      <q class="quote__text">
        Он отличался от других коммунистов, которые до него занимали высшие посты в Кремле. Он был первым, кто отошел от
        советского экспансионизма, первым, кто согласился уничтожать ядерное оружие, первым, кто предложил свободу
        рынка, открытые выборы и свободу слова.
      </q>
      <div class="avatar-label">
        <img src="/images/reagan-avatar.png"
             alt="Рональд Рейган"
             class="avatar-label__image">
        <p class="avatar-label__title">Рональд Рейган</p>
        <p class="avatar-label__subtext">Актер и политик</p>
      </div>
    </div>

    <p class="plain-text">
      М. Тэтчер говорит о Горбачеве как о человеке, с которым "можно было иметь дело". По мнению Дж. Буша, Горбачев был
      новым типом советского лидера, стремившимся изменить отношение западных стран к СССР.
    </p>
    <p class="plain-text">
      Из этих характеристик можно прийти к выводу, что Горбачев в действительности был несколько другим коммунистом,
      хотевшим прекращения конфликтов и мировой интеграции с западом. И за такую позицию в России его многие считали
      "Иудой" и предателем.
    </p>
    <p class="plain-text">
      Среди таких, например, бывший председатель КГБ В. А. Крючков, который вообще называет А. Н. Яковлева агентом
      иностранных спецслужб (эту теорию всячески опровергают сами главы иностранной разведки, в том числе директор ЦРУ в
      1991–1993 Р. Гейтс отрицает связи Горбачева с разведкой США).
    </p>

    <p class="plain-text">
      Но независимо от оценки действий Горбачева, практически все приписывают ему большую долю в провале затеянных им
      реформ. "Архитектор перестройки" и ближайший соратник Горбачева А. Н. Яковлев пишет следующее:
    </p>

    <div class="quote">
      <q class="quote__text">
        Михаил Сергеевич искренне хотел самого доброго для своей страны, но не сумел довести до конца задуманное, а
        главное – понять, что если уж поднял меч на такого монстра, как Система, то надо идти до конца.
      </q>
      <div class="avatar-label">
        <img src="/images/yakovlev-avatar.png"
             alt="Александр Яковлев"
             class="avatar-label__image">
        <p class="avatar-label__title">Александр Яковлев</p>
        <p class="avatar-label__subtext">Доктор наук, дипломат</p>
      </div>
    </div>

    <p class="plain-text">
      А советский дипломат, посол СССР в ФРГ Ю. А. Квицинский указывает, что "затеяв безо всякой подготовки и
      предварительного плана так называемую “перестройку”, Горбачев вскоре выпустил из рук вожжи управления государством
      и партией, а сам с перепугу предпочел выброситься в кювет".
    </p>

    <div class="content-box">
      <h2 class="heading-sm">Заключение</h2>
      <p class="plain-text block-first-child block-last-child">
        Горбачев – одна из самых противоречивых фигур Советской истории. Он сам был таким же. Его все время раздирали
        внутренние противоречия – неспособность мыслить вне коммунистической парадигмы с одной стороны, а с другой
        четкое понимание того, что страну нужно менять. Общая нерешительность, вызванная в том числе и отсутствием
        твердой позиции, делали его просто неподходящим кандидатом на роль масштабного реформатора, которую он на себя
        взял.
      </p>
    </div>

  </article>
</template>

<style scoped lang="scss">

@import "assets/scss/page-content";

</style>