<script setup lang="ts">

</script>

<template>
    <article class="content">

        <h2 class="heading-sm">Политическая деятельность</h2>

        <p class="plain-text block-first-child">
            Во второй половине 1980-х годов Немцов стал принимать участие в экологическом движении. На фоне произошедшей
            на Чернобыльской АЭС аварии в области появилась организация «За ядерную безопасность», которая выступала
            против строительства Горьковской атомной станции теплоснабжения. В 1988 году им была опубликована статья под
            названием «Почему я против АСТ» в газете «Горьковский рабочий». Станция в конечном итоге не была построена.
        </p>

        <h2 class="heading-xs">Губернатор Нижегородской области</h2>

        <p class="plain-text block-first-child">
            30 ноября 1991 года президент РСФСР Борис Ельцин подписал указ № 245: «назначить Немцова Бориса Ефимовича
            главой администрации Нижегородской области». Немцов сразу предложил изменить название должности, вернув
            полузабытое слово — губернатор.
        </p>

        <div class="image-and-text">
            <img src="/images/nemzov-administrator.png"
                 alt="Назначение главой администрации Нижегородской области."
                 class="image-and-text__image">
            <p class="image-and-text__text">Назначение главой администрации Нижегородской области.</p>
        </div>

        <div class="quote">
            <q class="quote__text">
                Пришли депутаты облсовета и объявили, что хлеба в области осталось на два дня, а мазута — на три, –
                вспоминал Немцов. – Самое страшное — было 10-15 градусов мороза, стала падать частота электрического
                тока и останавливаться котельные.
            </q>
            <div class="avatar-label">
                <img src="/images/nemzov-avatar.png"
                     alt="Борис Немцов"
                     class="avatar-label__image">
                <p class="avatar-label__title">Борис Немцов</p>
                <p class="avatar-label__subtext">Политик</p>
            </div>
        </div>

        <p class="plain-text">
            В 1996 году главный специалист Государственного комитета по делам федерации и национальностей РФ Ольга
            Сенатова охарактеризовала сформировавшийся при губернаторстве Немцова режим как авторитарный. По утверждению
            О. Сенатовой, в условиях отсутствия контроля со стороны федерального центра (с 1991 по 1994 год он совмещал
            посты главы администрации и представителя президента РФ по области), Немцов установил тотальный контроль над
            СМИ, что препятствовало деятельности оппозиции и способствовало формированию абсолютно управляемого
            законодательного органа власти — более 60 %, как утверждает Сенатова, его составляли функционеры
            исполнительной власти всех уровней.
        </p>

        <h2 class="heading-xs">Бизнес</h2>

        <p class="plain-text block-first-child">
            В декабре 1993 года Немцов был избран в Совет Федерации. По информации бизнес-издания «Коммерсантъ»,
            предвыборную кампанию Немцова на выборах в Совет Федерации финансировал ранее судимый Андрей Климентьев, с
            которым Немцов был знаком с 1980-х годов. Климентьев вошёл в ближайшее окружение Немцова, став его
            советником. Как писала «Независимая газета», «Климентьев не только долгое время был другом и советником
            губернатора Бориса Немцова, но и являлся фактически главным нижегородским бизнесменом, во многом
            определявшим экономическую политику Немцова».
        </p>
        <p class="plain-text">
            В марте 1992 года
            <nuxt-link to="/gadair" class="link">
                <button-component :size="isMobile ? 'lg' : '2xl'"
                                  style-mode="link_gray"
                                  style="display: inline;">
                    Егор Гайдар
                </button-component>
            </nuxt-link>
            подписал правительственное распоряжение, разрешавшее Немцову создать
            конверсионный фонд. Деньги, перечисленные в этот фонд, поступили на счёт «Нижегородского банкирского дома» —
            коммерческого банка, созданного на государственные средства.
        </p>

        <div class="image-and-text">
            <img src="/images/nemzov-with-chubays.png"
                 alt="Немцов и Чубайс в 1998 признали, что построили бандитский капитализм в России."
                 class="image-and-text__image">
            <p class="image-and-text__text">
                Немцов и Чубайс в 1998 признали, что построили бандитский капитализм в России.
            </p>
        </div>

        <div class="content-box">
            <h2 class="heading-sm">Заключение</h2>
            <p class="plain-text block-first-child">
                Борис Ефимович Немцов был активным участником политической жизни России в 90-е годы.
            </p>
            <p class="plain-text block-last-child">
                В 1991 году он был избран депутатом Российского Съезда народных депутатов, а затем занимал посты первого
                вице-премьера России и министра топлива и энергетики. В 1997 году он стал губернатором Нижегородской
                области. После прихода к власти Владимира Путина в 2000 году, Немцов остался одним из самых ярых
                оппонентов нового президента. Он был членом ряда оппозиционных организаций и активно выступал против
                действий российского правительства.
            </p>
        </div>

    </article>
</template>

<style scoped lang="scss">

@import "assets/scss/page-content";

</style>