<script setup lang="ts">

</script>

<template>
  <article class="content">

    <h2 class="heading-sm">Начало пути</h2>

    <p class="plain-text block-first-child">
      Уже в 1987 году Ходорковский организовывает один из первых 11 Центров научно-технического творчества молодежи
      (ЦНТТМ), которое в конце того же года перерастет в кооператив "МЕНАТЕП". Надо понимать, что уже даже деятельность
      ЦНТТМ была не совсем легальной. Работая под эгидой Комсомола (в котором состоял и Ходорковский), у ЦНТТМ было
      право обналичивать "безналичные" деньги, которые тогда были в обороте: это были деньги, выделенные государством на
      промышленные траты, но которыми нельзя было, например, платить зарплату; их был огромный переизбыток и по факту
      они ничего не стоили (наличный рубль стоил чуть ли не в 10 раз дороже безналичного), поэтому на превращении
      безналичного рубля в наличный можно было заработать состояние, что и сделал Ходорковский. К его ЦНТТМ приходили
      директора заводов с заказами (зачастую чисто формальными), выделяли те самые безналичные деньги на них, а центр
      молодежи распределял их на зарплаты сотрудников, то есть обналичивал, и дальше эти деньги распределялись между
      участниками этой схемы. Надо также отметить, что такие вещи без согласия властей были невозможны. "Все
      предприятия, открывавшиеся в то время, преуспевали только в том случае, если имели высокопоставленных покровителей
      или поддерживали тесные связи с влиятельными людьми. Важны были не деньги, а покровители. Политическая поддержка в
      то время была необходима" – признавался Ходорковский уже в 1991 году.
    </p>

    <div class="image-and-text">
      <img src="/images/khodorkovskiy-young.png"
           alt="Ходорковский в юности."
           class="image-and-text__image">
      <p class="image-and-text__text">Ходорковский в юности.</p>
    </div>

    <p class="plain-text">
      Только по этому делу уже можно понять основные черты Ходорковского как личности. Он очень хорошо
      чувствовал настроения в государстве, что и как можно и нельзя делать, у него безусловно была жилка
      предпринимательства, что очень выгодно его выделила в момент краха социалистического строя и перехода к новому –
      капиталистическому, где такие, как он, составляют основу общества.
    </p>

    <h2 class="heading-xs">Шаги на пути к успеху</h2>

    <p class="plain-text block-first-child">
      В рамках деятельности кооператива Ходорковский смог выйти на следующий уровень – куплю-продажу товаров. Здесь тоже
      было много интересных историй. Наверное, самая известная их них связана с импортом поддельного коньяка: "Коньяк мы
      финансировали. В конце концов, никто им не отравился" – эту фразу приписывают заму Ходорковского Леониду Невзлину.
    </p>
    <p class="plain-text">
      Но настоящий прорыв случился, когда Ходорковский смог открыть один из первых коммерческих банков в СССР, который в
      итоге стал называться МЕНАТЕП. Это позволило делать гораздо более крупные и разнообразные махинации с деньгами,
      включая офшорные счета и манипуляции с твердой валютой. Позже МЕНАТЕП станет одним из первых, кто начнет продавать
      свои акции (по структуре это очень напоминало финансовую пирамиду МММ, только, видимо, не преследовало тех же
      преступных целей).
    </p>
    <p class="plain-text">
      Потом МЕНАТЕП станет одним из банков, с которым работало государство, у которого все еще был основной массив
      денег, что дало дополнительный рост капиталу Ходорковского.
    </p>

    <div class="image-and-text">
      <img src="/images/khodorkovskiy-metanep.png"
           alt="Реклама банка МЕНАТЕП."
           class="image-and-text__image">
      <p class="image-and-text__text">Реклама банка МЕНАТЕП.</p>
    </div>

    <p class="plain-text">
      После развала Союза Ходорковский не пропал. Его банк все так же обслуживал государство, он стал советником власти
      в вопросах финансов (его конкретная роль здесь до конца не известна). Он же стал главным бенефициаром той самой
      приватизации, устроенной Чубайсом. Его и звестная фраза о его тогдашних действиях:
    </p>

    <div class="quote">
      <q class="quote__text">
        Идеализм. Я с детства мечтал стать директором завода. Мои родители всю жизнь работали на заводе. Я всегда был
        уверен и уверен до сих пор, что самое важное — это промышленность
      </q>
      <div class="avatar-label">
        <img src="/images/khodorkovskiy-avatar.png"
             alt="Михаил Ходорковский"
             class="avatar-label__image">
        <p class="avatar-label__title">Михаил Ходорковский</p>
        <p class="avatar-label__subtext">Бизнесмен</p>
      </div>
    </div>

    <p class="plain-text">
      Как и многие тогда, с ваучерами Ходорковский действовал наугад, так как трудно было
      определить, какие заводы были потенциально прибыльными. Поэтому он решил взять количеством, и скупал огромное
      количество предприятий. Ключевым решением было его решение покупать нефтяные компании.
    </p>
    <p class="plain-text">
      Покупка ныне печально известной нефтедобывающей компании ЮКОС в 1996 году, можно сказать, определило всю его
      дальнейшую жизнь, тогда позволив ему стать богатейшим человеком страны. Он возглавлял первый список российских
      бизнесменов в 2004 году, но скорее всего он был таковым и раньше.
    </p>

    <div class="image-and-text">
      <img src="/images/khodorkovskiy-ukos.png"
           alt="Ходорковский в качестве директора компании ЮКОС."
           class="image-and-text__image">
      <p class="image-and-text__text">Ходорковский в качестве директора компании ЮКОС.</p>
    </div>

    <div class="content-box">
      <h2 class="heading-sm">Заключение</h2>
      <p class="plain-text block-first-child">
        Михаил Борисович Ходорковский – олицетворение того, что происходило в России в 90-е годы. Люди, которое 70 лет
        до этого жили при коммунистическом строе, очень плохо понимали, как работают деньги, что такое финансовые рынки,
        биржи, акции и в т. д. Но те, кто смог вовремя сориентироваться, подстроиться под обстоятельства, с небольшой
        долей удачи и большой долей государственного покровительства, имея врожденную склонность к бизнесу, смогли стать
        сказочно богатыми. Они были новаторами, новым типом людей в России. Более того, они смогли нарастить достаточно
        власти, чтобы влиять на происходящие в стране процессы. Михаил Ходорковский стал одним из первых российских
        олигархов – приближенных к правительству богатых людей, непосредственно участвующих в жизни государства. Он был
        одним из главных действующих лиц так называемой "семибанкирщины", название которой рисует очевидные параллели с
        другим периодом русской истории, который действительно имеет нечто общее с концом прошлого века в России.
      </p>
      <p class="plain-text block-last-child">
        Фигура Ходорковского покрыта завесой таинственности, многие, даже большинство, событий его жизни имеют много
        скрытых и неизвестных деталей и подробностей, которые наверняка еще станут предметом исследований в будущем.
      </p>
    </div>

  </article>
</template>

<style scoped lang="scss">

@import "assets/scss/page-content";

</style>