<script setup lang="ts">

</script>

<template>
  <article class="content">

    <h2 class="heading-sm">Введение</h2>

    <p class="plain-text block-first-child">
      Период 1990-х – эпоха самых крупных трансформаций российской истории, по совместительству являющаяся одной из
      самых обсуждаемых. Среди основных явлений периода называются Августовский путч, распад СССР, реформы правительства
      Ельцина – Гайдара, конституционный кризис, завершившийся силовым разгоном Съезда народных депутатов и Верховного
      Совета, приватизация государственной собственности в частные руки, либерализация цен, обесценивание сбережений
      граждан, денежная реформа 1993 года, становление терроризма и организованной преступности, две чеченские войны,
      дефолт 1998 года, вестернизация и т. д.
    </p>
    <p class="plain-text">
      Конечно, нельзя ограничить рассмотрение этого периода анализом только реформ, военных конфликтов и экономической
      политики. Цель нашего исследования – рассмотреть события того времени под призмой политической и социальной
      деятельности отдельных людей.
    </p>

    <div class="image-and-text">
      <img src="/images/elzin-winner.png" alt="Борис Ельцин после Августовского путча и поражения ГКЧП."
           class="image-and-text__image">
      <p class="image-and-text__text">Борис Ельцин после Августовского путча и поражения ГКЧП.</p>
    </div>

    <div class="quote">
      <q class="quote__text">
        Конечно, за эти 5 лет досталось вам. Досталось и мне. Но шагу ни одного назад мы с вами не сделали, и не должны
        ни одного шага сделать ни при каких обстоятельствах!
      </q>
      <div class="avatar-label">
        <img src="/images/elzin-avatar.png" alt="Борис Ельцин" class="avatar-label__image">
        <p class="avatar-label__title">Борис Ельцин</p>
        <p class="avatar-label__subtext">Первый президент РФ</p>
      </div>
    </div>

    <p class="plain-text">
      Действия власти в то время сложно назвать задуманными или запланированными. Многие действия скорее были реакцией
      на возникающие то тут, то там проблемы. И подобные реактивные действия нельзя рассматривать, не учитывая личность
      их осуществляющих.
    </p>
    <p class="plain-text">
      90-е не только переплетение различных общественных, экономических и политических процессов. Это период разрушения
      старых концепций и мифов и постройки новых на их обломках. Подобные изменения оставили ощутимый след на обществе,
      который заставляет вспоминать и обсуждать это время до сих пор.
    </p>

    <h2 class="heading-xs">Об исследовании</h2>

    <!-- TODO: Update landing text -->
    <p class="plain-text block-first-child">
      В этом исследовании нами рассмотрено
      <span style="color: red;">ДЕВЯТЬ НЕ ЗАБЫТЬ ПОТОМ ПОМЕНЯТЬ АААААААААААААААААААА </span> политических и общественных
      деятелей,
      чьи личные качества оказали решающее влияние на развитие событий.
    </p>

    <p class="plain-text">
      Ход исследования:
    </p>

    <ol class="plain-text text-list">
      <li>
        Описание исторических личностей 90-х на основе литературы.
      </li>
      <li>
        Проведение социологического опроса.
      </li>
      <li>
        Анализ и сопоставление результатов. Оценка результатов опроса с точки зрения коллективной памяти.
      </li>
    </ol>

    <div class="image-and-text">
      <img src="/images/nemzov-walking.png"
           alt="Борис Ефимович Немцов – российский политический и государственный деятель."
           class="image-and-text__image">
      <p class="image-and-text__text">Борис Ефимович Немцов – российский политический и государственный деятель.</p>
    </div>

    <div class="content-box">

      <h2 class="heading-sm">Заключение</h2>
      <p class="plain-text block-first-child">
        В этой работе мы объединим два подхода к исследованию этой противоречивой эпохи: рассмотрим основные события
        90-х в рамках биографии известных причастных людей и сопоставим это с мнением опрошенных людей.
      </p>
      <p class="plain-text block-last-child">
        Результаты исследования наглядно представлены в виде данного веб-сайта с удобной навигацией по разделам,
        соответствующим частям работы.
      </p>

    </div>

  </article>
</template>

<style scoped lang="scss">

@import "@/assets/scss/page-content";

</style>
