<script setup lang="ts">

</script>

<template>
    <article class="content">

        <h2 class="heading-sm">Политическая карьера</h2>

        <p class="plain-text block-first-child">
            Геннадий Селезнев с июля 1990[11] по август 1991 года — член ЦК КПСС. В декабре 1993 года был избран по
            общефедеральному списку КПРФ депутатом Государственной думы первого созыва, входил во фракцию КПРФ[9] и в
            период с декабря 1993 года по декабрь 1995 года занимал должность заместителя председателя Комитета
            Государственной Думы по информационной политике и связи.
        </p>

        <div class="image-and-text">
            <img src="/images/seleznev-kpss.png"
                 alt="Геннадий Селезнев вступил в ряды КПСС."
                 class="image-and-text__image">
            <p class="image-and-text__text">Геннадий Селезнев вступил в ряды КПСС.</p>
        </div>

        <p class="plain-text">
            25 мая 2002 года на внеочередном пленуме ЦК КПРФ был исключён из партии за отказ подчиниться партийной
            дисциплине и выполнить её требование о сложении полномочий председателя Государственной Думы, выдвинутое
            руководством КПРФ после пересмотра в апреле 2002 года пакетного соглашения между фракциями о распределении
            руководящих постов, в силу которого фракция КПРФ и аграрная группа лишились должностей председателей в
            большинстве из ранее возглавлявшихся ими комитетов
        </p>

        <div class="quote">
            <q class="quote__text">
                Геннадий Селезнёв был одним из тех, кто стоял у истоков современного российского парламентаризма. При
                нём формировались и укреплялись многие традиции, которым следуют и нынешние депутаты. В их числе
                преемственность законотворческой работы от созыва к созыву, практика свободных публичных дискуссий,
                полная информационная открытость Государственной Думы как органа власти и многое другое.
            </q>
            <div class="avatar-label">
                <img src="/images/naryshkin-avatar.png"
                     alt="Сергей Нарышкин"
                     class="avatar-label__image">
                <p class="avatar-label__title">Сергей Нарышкин</p>
                <p class="avatar-label__subtext">Директор службы разведки</p>
            </div>
        </div>

        <h2 class="heading-xs">Журналистика</h2>

        <p class="plain-text block-first-child">
            После августовских событий 1991 года Геннадий Селезнев стал главным редактором газеты «Правды».
        </p>
        <p class="plain-text">
            В ходе событий сентября-октября 1993 возглавляемая Селезнёвым газета «Правда» поддерживала распущенный
            Верховный Совет в противостоянии с президентом Ельциным, по этой причине сразу после 4 октября газета была
            закрыта властями. Сам Селезнёв в качестве главного редактора 3-5 октября 1993 года находился с визитом в
            Вене, где вёл с австрийскими предпринимателями переговоры о выпуске немецкоязычной версии «Правды». В
            октябрьских событиях в Москве непосредственного участия не принимал. Тем не менее в качестве условия для
            возобновления выпуска газеты Министерство печати РФ выдвинуло смену названия газеты и её главного редактора.
            13 октября 1993 года приказом министра печати и информации РФ В. Ф. Шумейко Селезнёв был снят с должности
            главного редактора газеты «Правда».
        </p>

        <div class="image-and-text">
            <img src="/images/seleznev-komsomolka.png"
                 alt="Работа в &quot;Комсомолке&quot;."
                 class="image-and-text__image">
            <p class="image-and-text__text">Работа в "Комсомолке".</p>
        </div>

        <div class="content-box">
            <h2 class="heading-sm">Заключение</h2>
            <p class="plain-text block-first-child block-last-child">
                В этот период, Селезнев играл важную роль в политической жизни страны, активно участвуя в формировании
                законодательной базы, а также в развитии парламентской демократии в России. Эпоха конца 1990-х—начала
                2000-х, на которую пришёлся расцвет государственной деятельности Селезнёва, была переходной: сначала в
                Госдуме оппозиционные партии располагали внушительным представительством, однако постепенно, с приходом
                к власти Владимира Путина и партии «Единая Россия» роль нижней палаты сокращалась, а персональный состав
                законодательного органа становился всё более серым и невыразительным.
            </p>
        </div>

    </article>
</template>

<style scoped lang="scss">

@import "assets/scss/page-content";

</style>