<script setup lang="ts">

</script>

<template>
    <article class="content">

        <h2 class="heading-sm">Детство</h2>

        <p class="plain-text block-first-child">
            Родился в семье раскулаченных крестьян в Свердловской области. Дед Ельцина был репрессирован за кулачество,
            отец —
            за антисоветскую деятельность.
        </p>
        <p class="plain-text">
            Согласно ЖЗЛ Ельцина, в школе был драчлив, выступал против жесткой классной руководительницы, за что был в
            дальнейшем исключен. Но благодаря своей целеустремленности и бойкости, закончил другую школу на «хорошо» и
            «отлично».
        </p>
        <p class="plain-text">
            Учебу продолжил в Уральском политехе на строительном факультете, но со слов историка Тимоти Колтона, его
            дипломная
            работа не представляла ничего собой «ничего выдающегося».
        </p>
        <p class="plain-text">
            Главным увлечением детства Ельцина (после разбора гранат молотком на скорость) стал волейбол, где Борис
            проявлял
            агрессивный, таранный стиль игры.
        </p>

        <h2 class="heading-xs">До того, как стал известным</h2>

        <p class="plain-text block-first-child">
            Свою карьеру Борис Николаевич начал с дела, связанным с его специальностью. Начал он каменщиком (1955г.),
            затем
            стал старшим прорабом (1960г.), потом главным инженером (1963г.). Такими быстрыми темпами Ельцин стал
            начальником
            домостроительного комбината Свердловска в 1966г.
        </p>

        <h2 class="heading-xs">Партиец</h2>

        <p class="plain-text block-first-child">
            В 1968г стал начальником строительного отдела Свердловского обкома. На этой должности он исполнителен и
            трудолюбив, но груб и резок. Льстит начальству, жалуется на коллег, но исполнителен в решении задач, как при
            игре в волейбол.
        </p>
        <p class="plain-text">
            В 1981г устроил встречу со свердловскими студентами с необычным форматом: студенты опускали записки с
            вопросами в
            отведенные для этого урны, и длилось это 5 часов. Это было очень смелым шагом политика!
        </p>
        <p class="plain-text">
            В 1985г по назначению Горбачева стал начальником Московского горкома, где сразу же сократил штат и начал
            бороться
            с привилегиями номенклатуры.
        </p>
        <p class="plain-text">
            Ельцин представил новый план города с выносом заводов за пределы мегаполиса, а также устроил москвичам
            настоящий
            праздник, после 40-летнего перерыва возродил день города.
        </p>
        <p class="plain-text">
            На пленуме ЦК КПСС Борис Ельцин неожиданно для всех выдвигает ряд претензий:
        </p>
        <p class="plain-text">
            - Реформы буксуют!
        </p>
        <p class="plain-text">
            - Бюрократический аппарат ничего не делает!
        </p>
        <p class="plain-text">
            - Складывается культ личности Горбачева!
        </p>
        <p class="plain-text">
            Центральный комитет и Московская городская организация отнеслись к такому выступлению весьма негативно, и
            хоть за ним и последовали ожидаемые извинения, прощения Ельцин так и не дождался и был снят с руководящих
            должностей.
        </p>
        <p class="plain-text">
            Борис Николаевич перенес такой удар тяжело – впал в депрессию и стал злоупотреблять алкоголем.
        </p>
        <p class="plain-text">
            В январе 1986-го по поручению Горбачева Борис Ельцин получил новую должность – заместитель председателя
            государственного комитета по строительству. Карьерный тупик.
        </p>
        <p class="plain-text">
            Борис Ельцин принимает участие в выборах в Верховный Совет СССР: за него проголосовало 91,53% избирателей.
        </p>
        <p class="plain-text">
            В мае 1990-го Ельцин был избран председателем Верховного Совета РФ – с этих пор он возглавлял самую большую
            республику в составе СССР и вошел в жесткое противостояние с центральной властью.
        </p>
        <p class="plain-text">
            С трибуны 28-го съезда партии опальный политик на всю страну объявляет о выходе из состава КПСС. С этого
            момента
            борьба за власть входит в свой кульминационный этап, ведь Ельцин намеревался править Россией сам, без
            вмешательства союзного правительства.
        </p>
        <p class="plain-text">
            12 июня 1990-го Съезд принимает Декларацию о суверенитете РСФСР – законы России теперь становятся выше
            законов СССР, а управление страной начинают осуществлять органы власти России. Сам этот шаг означал
            неизбежную войну с союзным правительством, и Борис Ельцин этот шаг сделал.
        </p>

        <h2 class="heading-xs">Августовский путч 1991г.</h2>

        <p class="plain-text block-first-child">
            Михаил Горбачев как действующий руководитель страны со своими планами сохранить СССР не устраивал
            региональных
            лидеров, которые хотели максимум суверенитета. А консерваторы в руководстве партии давно считали Горбачева
            предателем. Именно эти люди 18 августа 1991-го образовали Комитет по чрезвычайному положению и изолировали
            президента СССР на даче в Крыму. По телевизору тогда показывали «Лебединое озеро». Так началась попытка
            государственного переворота, вошедшая в историю как августовский путч. Борис Ельцин отреагировал на действия
            заговорщиков самым решительным образом.
        </p>

        <div class="quote">
            <q class="quote__text">
                Призываем граждан России дать достойный ответ путчистам и требовать вернуть страну к нормальному
                конституционному развитию!
            </q>
            <div class="avatar-label">
                <img src="/images/elzin-avatar.png"
                     alt="Борис Ельцин"
                     class="avatar-label__image">
                <p class="avatar-label__title">Борис Ельцин</p>
                <p class="avatar-label__subtext">Первый президент РФ</p>
            </div>
        </div>

        <p class="plain-text">
            Кризис продлился 4 дня. Тысячи москвичей и военные выступили на стороне президента России – Бориса Ельцина.
            Провал путча ослабил позиции Горбачева и ускорил крах Советского Союза.
        </p>

        <h2 class="heading-xs">Первый президентский срок</h2>

        <p class="plain-text block-first-child">
            В новый 1992 год страна входила с уже новым президентом, но со старыми проблемами: падающий ВВП,
            парализованная
            промышленность, невыплаты зарплат, инфляция и большой государственный долг. В августе 1992-го Ельцин
            объявляет
            новую реформу, предложенную молодым экономистом
            <nuxt-link to="/chubays" class="link">
                <button-component :size="isMobile ? 'lg' : '2xl'"
                                  style-mode="link_gray"
                                  style="display: inline;">Анатолием Чубайсом
                </button-component>
            </nuxt-link>&colon;
            ваучерная приватизация.
        </p>

        <div class="quote">
            <q class="quote__text">
                Нам нужны миллионы собственников, а не горстка миллионеров
            </q>
            <div class="avatar-label">
                <img src="/images/elzin-avatar.png"
                     alt="Борис Ельцин"
                     class="avatar-label__image">
                <p class="avatar-label__title">Борис Ельцин</p>
                <p class="avatar-label__subtext">Первый президент РФ</p>
            </div>
        </div>

        <p class="plain-text">
            Первый год независимости ознаменован следующими событиями в стране: программа приватизации провалилась,
            инфляция выросла в 15 раз, цены на продовольствие в 25 и критиковать президента Ельцин стали не только на
            разгневанные граждане, но и парламент. Начался конституционный кризис – самое значительное событие первого
            срока Бориса Ельцина.
        </p>
        <p class="plain-text">
            Противостояние продлилось почти год. Многое случилось: попытка импичмента, референдум о досрочных выборах
            президента, роспуск Верховного Совета и Съезда народных депутатов, открытое противостояние ветвей власти
            1993-го, когда Ельцин ввел чрезвычайное положение, и страна была в шаге от гражданской войны.
        </p>
        <p class="plain-text">
            12 декабря 1993-го была утверждена новая Конституция и новый орган законодательной власти:
            двухпалатный парламент, состоящий из Совета Федерации и Государственной думы.
        </p>
        <p class="plain-text">
            Конец 1994-го ознаменовался конфликтом с непризнанной Чеченской Республикой Ичкерия. 11 декабря войска
            Российской Федерации перешли границу Чечни, что навести в республике конституционный порядок. Началась
            Первая Чеченская война, длившаяся более полутора лет.
        </p>
        <p class="plain-text">
            Невероятный стресс, в который за несколько последних лет загнал себя президент Ельцин, надо было как-то
            снимать. И Борис Николаевич стал нередко прикладываться к бутылке. Порой он вел себя странно даже в
            присутствии глав других государств. Или просто не являлся на переговоры – как это было с премьер-министром
            Ирландии в сентябре 1994-го.
        </p>

        <h2 class="heading-xs">Второй президентский срок</h2>

        <p class="plain-text block-first-child">
            На выборах в Думу 1995-го успех имели коммунисты – у них 157 мест в парламенте, а лидер компартии Геннадий
            Зюганов объявил об участии в президентской гонке. А вот рейтинг Бориса Николаевича Ельцина перед выборами
            составлял всего 3%. В столь отчаянной ситуации предвыборный штаб Ельцина делает ставку на губернаторов,
            звезд эстрады и журналистики, на СМИ. Важно было заполучить голоса молодежи. Полит технологи придумали
            лозунг «Голосуй или проиграешь». После двух туров Борис Ельцин одержал победу на выборах. Ему удалось
            удержать власть – но какой ценой.
        </p>
        <p class="plain-text">
            В 1996-м году Ельцина настиг инфаркт, а позднее президент и вовсе пропал с экранов. Была проведена операция
            по аорто-коронарному шунтированию. В период восстановления Ельцина после операции восстанавливалась и
            экономика в стране. К 1998 году последствия структурного слома в экономике еще ощущались, но рубль был
            крепким, как никогда. Все постепенно налаживалось.
        </p>
        <p class="plain-text">
            Но под этой внешней нормальностью была заложена бомба с часовым механизмом: государство торговало
            краткосрочными обязательствами, по сути, работая по принципу финансовой пирамиды. Ходили упорные слухи о
            грядущем обрушении рубля.
        </p>
        <p class="plain-text">
            17 августа 1998 правительство ввело частичный мораторий на выплаты по внешним обязательствам. Банки
            перестали выдавать вклады, курс рубля немедленно рухнул. В стране закрылись десятки банков, Ельцин распустил
            правительство и поменял главу Центробанка. Но выход из кризиса был достаточно скорым: к концу года все
            показатели вышли на докризисный уровень.
        </p>
        <p class="plain-text">
            В новом 1999 году началось Российское экономическое чудо.
        </p>

        <h2 class="heading-xs">Я ухожу</h2>

        <p class="plain-text block-first-child">
            Страна прошла через думские выборы в декабре 1999-го – коммунисты потеряли свое превосходство в нижней
            палате парламента. Через две недели, на Новый Год, к стране обратился Борис Николаевич Ельцин:
        </p>

        <div class="quote">
            <q class="quote__text">
                Я принял решение. Долго и мучительно над ним размышлял. Сегодня, в последний день уходящего века, я
                ухожу в отставку
            </q>
            <div class="avatar-label">
                <img src="/images/elzin-avatar.png"
                     alt="Борис Ельцин"
                     class="avatar-label__image">
                <p class="avatar-label__title">Борис Ельцин</p>
                <p class="avatar-label__subtext">Первый президент РФ</p>
            </div>
        </div>

        <p class="plain-text">
            Такого заявления от президента не ждал никто. Отказ от власти подарил ему 7 лет жизни, общения с семьей,
            воспоминаний и осмысления длинной биографии рабочего, партийца, советского политика, оппозиционера, первого
            президента постсоветской России.
        </p>

        <h2 class="heading-xs">Личные качества</h2>

        <p class="plain-text block-first-child">
            И в наши дни отношение к Борису Николаевичу Ельцину остается весьма двояким. Политологи и СМИ
            характеризовали Ельцина как харизматичную личность, отмечали необычность и непредсказуемость его поведения,
            властолюбие, эксцентричность, упорство и хитрость. Многие противники личности Ельцина не раз подмечали его
            жестокость, трусость, лживость, низкий интеллектуальный и культурный уровень.
        </p>
        <p class="plain-text">
            Политолог Леонид Радзиховский:
        </p>

        <div class="quote">
            <q class="quote__text">
                Перед Ельциным стояла альтернатива. Это правда, что он мог проиграть по-настоящему честные выборы. В
                конце он нарушал различные правила. Так что назовем это более мягким вариантом того, что могло
                произойти. Ельцин играет в карты только тогда, когда знает, что может выиграть. Ему всегда нужно иметь
                шестой туз в рукаве. Иначе он достанет "смит и вессон" и начнет палить. В 1988 или 1989 году, до того,
                как его испортила цивилизация, был любимый Ельцин, который всегда показывал свой кулак. Увы, Ельцин
                пристрастился к водке и к буржуазной игре в теннис. Он стал царем и сибаритом
            </q>
            <div class="avatar-label">
                <img src="/images/radzikhovskiy-avatar.png"
                     alt="Леонид Радзиховский"
                     class="avatar-label__image">
                <p class="avatar-label__title">Леонид Радзиховский</p>
                <p class="avatar-label__subtext">Политолог</p>
            </div>
        </div>

        <p class="plain-text">
            ("Совершенно секретно", 2 августа 1996 г.).
        </p>

        <p class="plain-text">
            Тем не менее, нельзя недооценивать феномен личности Бориса Ельцина в истории. Время правления политика
            сопровождалось невероятно значимыми событиями в истории нашей страны; событиями, предопределившими
            дальнейшие векторы развития. В 2006 году президент России Владимир Путин заявил:
        </p>

        <div class="quote">
            <q class="quote__text">
                Можно как угодно оценивать деятельность первого президента. Но, безусловно, именно в то время, когда
                Борис Николаевич Ельцин возглавлял Россию, народ нашей страны, граждане России, получили главное, ради
                чего все эти преобразования проводились, — свободу. Это огромная историческая заслуга Бориса
                Николаевича… Как бы действовал каждый из нас, в том числе и я, в тех условиях можно только догадываться
            </q>
            <div class="avatar-label">
                <img src="/images/putin-avatar.png"
                     alt="Владимир Путин"
                     class="avatar-label__image">
                <p class="avatar-label__title">Владимир Путин</p>
                <p class="avatar-label__subtext">Президент РФ</p>
            </div>
        </div>

        <div class="image-and-text">
            <img src="/images/elzin-hand-up.png"
                 alt="«Берегите Россию!» (Владимиру Путину при отставке в конце декабря 1999)"
                 class="image-and-text__image">
            <p class="image-and-text__text">«Берегите Россию!» (Владимиру Путину при отставке в конце декабря 1999)</p>
        </div>

    </article>
</template>

<style scoped lang="scss">

@import "assets/scss/page-content";

</style>