<script setup lang="ts">

</script>

<template>
    <article class="content">

        <h2 class="heading-sm">Политическая деятельность</h2>

        <p class="plain-text block-first-child">
            После создания Коммунистической партии РСФСР в июне 1990 года на 1-м учредительном съезде был избран
            председателем постоянной комиссии ЦК КП РСФСР по гуманитарным и идеологическим проблемам, а в сентябре 1990
            года — секретарём ЦК и членом Политбюро ЦК КП РСФСР. На посту секретаря ЦК занимался вопросами идеологии и
            взаимодействия с общественными организациями и движениями. В начале 1991 года выступил с призывом об
            отстранении Михаила Горбачёва с должности генсека. 7 мая 1991 года в газете «Советская Россия» было
            опубликовано открытое письмо Зюганова «Архитектор у развалин», адресованное бывшему члену Политбюро,
            секретарю ЦК КПСС, старшему советнику президента СССР Александру Яковлеву, в котором содержалась резкая
            критика политики Перестройки.
        </p>

        <h2 class="heading-xs">Высказывания о перестройке</h2>

        <p class="plain-text block-first-child">
            В 1985 году, когда началась перестройка, Зюганов работал инструктором в Отделе агитации и пропаганды ЦК
            КПСС.
        </p>
        <p class="plain-text">
            Геннадий Зюганов, высказываясь о перестройке по случаю 90-летия Михаила Горбачёва, заявил о том, что этот
            период — с 1985 по 1991 гг. — был эпохой предательства.
        </p>

        <div class="image-and-text">
            <img src="/images/zuganov-tv.png"
                 alt="Речь на ТВ."
                 class="image-and-text__image">
            <p class="image-and-text__text">Речь на ТВ.</p>
        </div>

        <p class="plain-text">
            Он считал, что были преданы все идеалы прошлого, все союзники СССР были также преданы, СССР утратил всякое
            влияние в международной политике, а во внутренней политике началось разоблачение прошлого, что привело к
            росту националистических настроений и сепаратизму.
        </p>
        <p class="plain-text">
            Геннадий Зюганов активно критиковал Горбачева, Яковлева и других деятелей перестройки. В 1991 году входил в
            избирательный штаб Николая Рыжкова, то есть уже тогда был одним из главных оппонентов Ельцина. А в 1991 году
            написал открытое письмо «Архитектор у развалин», где обращался к Яковлеву и призывал советских граждан
            сделать все для сохранения СССР.
        </p>

        <h2 class="heading-sm">Выборы в президенты</h2>

        <p class="plain-text block-first-child">
            4 марта 1996 года зарегистрирован кандидатом в президенты РФ. 16 июня состоялись выборы президента РФ 1996
            года. Кандидатуру Зюганова поддержали 32,04 % голосов избирателей, принявших участие в голосовании в первом
            туре, что лишь немногим меньше (35 %) кандидата и действовавшего Президента Ельцина. 3 июля 1996 года в ходе
            голосования во втором туре за кандидатуру Зюганова проголосовало 40,31 % избирателей, что было значительно
            меньше, чем у победившего Ельцина. Хотя Зюганов оспорил официальные результаты выборов по ряду мест
            (например, в Татарстане), Владимир Жириновский в ходе проведения своей кампании на следующих президентских
            выборах 2000 года, вице-спикер Государственной Думы Любовь Слиска позднее и ряд других политиков и экспертов
            высказывали мнение или утверждали, что истинные результаты как минимум первого тура или выборов 1996 г. в
            целом были иными. Что победу на них, якобы, одержал Зюганов, который под мощным давлением не стал её
            отстаивать административными средствами и волевым нажимом, разоблачая «победу» Ельцина в полной мере
            законными и публичными средствами, которые не могли принести успеха.
        </p>

        <div class="image-and-text">
            <img src="/images/zuganov-lost.png"
                 alt="Проигрыш выборов."
                 class="image-and-text__image">
            <p class="image-and-text__text">Проигрыш выборов.</p>
        </div>

        <div class="quote">
            <q class="quote__text">
                Никакой драки не было, мой приятель его просто оттолкнул, а тот, поскольку был пьян,
                попятился и, вероятно, упал.
            </q>
            <div class="avatar-label">
                <img src="/images/zuganov-avatar.png"
                     alt="Геннадий Зюганов"
                     class="avatar-label__image">
                <p class="avatar-label__title">Геннадий Зюганов</p>
                <p class="avatar-label__subtext">Председатель ЦК КПРФ</p>
            </div>
        </div>

        <div class="content-box">
            <h2 class="heading-sm">Заключение</h2>
            <p class="plain-text block-first-child block-last-child">
                Геннадий Зюганов был активным политическим деятелем, выступал за социализма. Таким образом, в 1990-е
                годы главная политическая деятельность Зюганова была связана с оппозиционными усилиями по обращению
                реформ, проводимых в стране.
            </p>
        </div>

    </article>
</template>

<style scoped lang="scss">

@import "assets/scss/page-content";

</style>