<script setup lang="ts">

</script>

<template>
    <article class="content">

        <h2 class="heading-sm">Детство и юность</h2>

        <p class="plain-text block-first-child">
            Анатолий родился в Белорусской ССР. Отец — офицер, танкист, преподаватель, мать — экономист по образованию,
            но
            никогда по ней не работала.
        </p>
        <p class="plain-text">
            Школьное образование Чубайса отличалось постоянными сменами школ из-за командировок отца. Советскую школу
            ненавидел из-за «военно-патриотического воспитания», но при этом благодарил многих учителей.
        </p>
        <p class="plain-text">
            После школы поступил на машиностроительный факультет Ленинградского инженерно-экономического института им.
            Пальмиро Тольятти (ЛИЭИ), после чего стал там инженером, ассистентом, а впоследствии доцентом. В 1983г
            защитил
            кандидатскую диссертацию, посвященную методам планирования в научно-технических организациях.
        </p>

        <h2 class="heading-xs">Невидимый кружок рыночников</h2>

        <p class="plain-text block-first-child">
            Учась в институте Анатолий обратил свое внимание на экономические проблемы СССР. Отмечал, что в вузе можно
            было
            изучать только микроэкономику, а макроэкономику (которая увлекла Чубайса) обсуждать было не с кем.
        </p>
        <p class="plain-text">
            Из-за желания обсуждать экономические реформы СССР, (благодаря Чубайсу) в ЛИЭИ возник кружок, который ставил
            перед
            собой цель разобраться в реальной истории экономики СССР и определить пути ее реформирования, путем
            исследования
            опыта реформирования Югославии, Венгрии и других соцстран.
        </p>

        <div class="quote">
            <q class="quote__text">
                За безопасность (кружка от КГБ) отвечал я, это была моя работа. И за то, чтобы не сел никто из нас,
                отвечал я. И
                это целая система мер, которая нами осознанно предпринималась.
            </q>
            <div class="avatar-label">
                <img src="/images/chubays-avatar.png"
                     alt="Анатолий Чубайс"
                     class="avatar-label__image">
                <p class="avatar-label__title">Анатолий Чубайс</p>
                <p class="avatar-label__subtext">Экономист, карьерист</p>
            </div>
        </div>

        <p class="plain-text">
            Кружок расширялся, в 1982г сблизился с группой московский экономистов, чьей лидером был
            <nuxt-link to="/gadair" class="link">
                <button-component :size="isMobile ? 'lg' : '2xl'"
                                  style-mode="link_gray"
                                  style="display: inline;">
                    Егор Гайдар
                </button-component>
            </nuxt-link>&dot;
            В 1984г группе было положено усовершенствовать управление народным хозяйством. Горбачеву
            отклонил программу,мотивируя это тем, что предлагалось построить рыночный социализм.
        </p>

        <h2 class="heading-xs">Чубайс — экономист</h2>

        <p class="plain-text block-first-child">
            С 1985г Анатолий Борисович полностью посвящает себя экономике. В период с 1985 по 1990гг. проводит различные
            экономические семинары, участвует в конференциях, зарабатывая авторитет среди экономистов.
        </p>
        <p class="plain-text">
            Итогом пятилетней экономической деятельности становится аналитическая записка, в которой говорится о
            неизбежности
            резких рыночных реформ. Дается предварительные опасения по поводу того, что это вызовет резкое падение
            уровня
            жизни, дефицит и недовольство общества.
        </p>

        <h2 class="heading-xs">Ваучерная приватизация</h2>

        <p class="plain-text block-first-child">
            После распада СССР Чубайс возглавлял Госкомимущество по поручению
            <nuxt-link to="/gadair" class="link">
                <button-component :size="isMobile ? 'lg' : '2xl'"
                                  style-mode="link_gray"
                                  style="display: inline;">
                    Егора Гайдара
                </button-component>
            </nuxt-link>&dot;
        </p>

        <div class="quote">
            <q class="quote__text">
                Ты понимаешь, что независимо от результата меня будут ненавидеть всю оставшуюся жизнь, потому что я буду
                человеком, который продал Россию, и продал неправильно?
            </q>
            <div class="avatar-label">
                <img src="/images/chubays-avatar.png"
                     alt="Анатолий Чубайс"
                     class="avatar-label__image">
                <p class="avatar-label__title">Анатолий Чубайс</p>
                <p class="avatar-label__subtext">Экономист, карьерист</p>
            </div>
        </div>

        <p class="plain-text">
            Чубайс и Гайдар стремились провести денежную приватизацию, однако она состоялась в малых масштабах. Причиной
            послужило отсутствие денег у населения на выкуп предприятий. Передача предприятий трудовым коллективам
            привела бы
            к формированию «кооперативного рыночного социализма», а это, в свою очередь, неэффективное пользование этими
            предприятиями. Тогда выход был в превращении директора завода в крупного акционера.
        </p>

        <div class="quote">
            <q class="quote__text">
                Развилка "собственность трудового коллектива или собственность членов трудового коллектива" была
                пройдена
                правильно, законодательно было закреплено одно из коренных отличий между капитализмом и рыночным
                социализмом
            </q>
            <div class="avatar-label">
                <img src="/images/chubays-avatar.png"
                     alt="Анатолий Чубайс"
                     class="avatar-label__image">
                <p class="avatar-label__title">Анатолий Чубайс</p>
                <p class="avatar-label__subtext">Экономист, карьерист</p>
            </div>
        </div>

        <p class="plain-text">
            Тогда выходом послужила ваучерная приватизация. Ваучеры выдавались каждому гражданину РФ бесплатно, их можно
            было
            продавать, обменивать и дарить. Цена ваучера составляла приблизительно 10 тысяч рублей, что соответствовало
            частному стоимости российских предприятий на количество жителей РФ. Но стоимость ваучера была искусственно
            завышена (отсюда фраза-мем Чубайса о том, что ваучер будет стоить как две Волги). Люди не знали, как им
            распоряжаться, а возможность легко их обменивать привела к формированию олигархата.
        </p>

        <div class="quote">
            <q class="quote__text">
                Две "Волги" за ваучер — это ко мне, видимо, припечаталось на всю оставшуюся жизнь
            </q>
            <div class="avatar-label">
                <img src="/images/chubays-avatar.png"
                     alt="Анатолий Чубайс"
                     class="avatar-label__image">
                <p class="avatar-label__title">Анатолий Чубайс</p>
                <p class="avatar-label__subtext">Экономист, карьерист</p>
            </div>
        </div>

        <h2 class="heading-xs">Залоговые аукционы</h2>

        <p class="plain-text block-first-child">
            К середине 1994 ваучерная приватизация закончилась, после нее началась денежная. В то время был риск
            возвращение к
            власти коммунистов, поэтому ее темпы были не впечатляющие (коммунисты придут и все отберут себе, а это, как
            известно, хуже всего). Из-за этого бюджет сильно обмельчал, и, чтобы выплачивать зарплаты бюджетникам и
            социальные
            выплаты, новым путем пополнения бюджета стали залоговые аукционы. Они работали по следующей схеме: банки
            давали
            государству кредиты под залог крупных пакетов акций (чаще всего государство не возвращало этот кредит, и
            предприятие переходило в собственность банка). Это способствовало формированию российского олигархата.
        </p>

        <h2 class="heading-xs">Черный вторник</h2>

        <p class="plain-text block-first-child">
            В 1994г Чубайс был назначен первым председателем правительства РФ. Чтобы залатать очередные дырки в бюджете,
            ЦБ осуществило эмиссию рубля. Это привело к высокой (порядка 16%) ежемесячной инфляции рубля. Курс рубля
            относительно доллара опускался же значительно ниже. Это привело к тому, что 11 октября 1994 года произошел
            «Черный вторник» - доллар вырос с 2833 до 3966 рублей. За это глава центробанка Геращенко был отстранен от
            своей должности, а Чубайс стал отвечать также и за всю экономику РФ.
        </p>

        <h2 class="heading-xs">Второй срок Ельцина</h2>

        <p class="plain-text block-first-child">
            В 1996г предвыборная кампания Ельцина по началу складывалась не очень удачно, очевидным лидером на
            предстоящих выборах был Геннадий Зюганов, поэтому Чубайс убедил Ельцина создать новую «Аналитическую
            группу». Она показала новый уровень в российских политтехнологиях, что помогло Ельцину стать президентом во
            второй раз, а Чубайсу — главой Администрации Президента.
        </p>

        <h2 class="heading-xs">Работа в правительстве 1997 – 1998гг.</h2>

        <p class="plain-text block-first-child">
            В 1997г Чубайс был назначен министром финансов РФ. Анатолию Борисовичу удалось побороть инфляцию, добиться
            первого в истории России прироста ВВП, за что получил признание иностранных экономистов.
        </p>

        <h2 class="heading-xs">Личные качества</h2>

        <p class="plain-text block-first-child">
            Чубайса не любят за «цинизм», который выражается в том, что он говорит открыто о способах решения задач
            и не обещает золотых гор.
        </p>
        <p class="plain-text">
            Энергетика Чубайса была синонимична понятиям «власть», «история», «революция». Это чувствовалось не то,
            что в кабинете — уже в приемной, где никто из перманентно отвечавших на звонки здоровенных мужчин не
            сидел без дела. Именно тогда я понял, почему к этому человеку никто не относится равнодушно.
        </p>
        <p class="plain-text">
            В Чубайсе много от жесткого советского руководителя, даже от «сталинского наркома». Легко представить
            себе, как он управлял бы той же электроэнергетикой в годы индустриализации, «проходя путь» от директора
            электростанции до руководителя отрасли. Шкала разговора с ним «гуляет» от модели кухонного
            интеллигентского диалога до беседы по линии начальник—подчиненный.
        </p>
        <p class="plain-text">
            Чубайс — человек дела, организатор и реализатор масштабных проектов.
        </p>

        <div class="content-box">
            <h2 class="heading-sm">Выводы</h2>
            <p class="plain-text block-first-child block-last-child">
                Анализируя результаты опроса, можно сказать, что Чубайс был личностью второго эшелона в истории 90-х, а
                запомнился людям исключительно в негативном ключе. Кто-то отмечает провал приватизации, «распродажу
                России» и связь с американскими спецслужбами. Для народа Чубайс — вор и предатель, для либеральной
                интеллигенции — герой.
            </p>
        </div>

    </article>
</template>

<style scoped lang="scss">

@import "assets/scss/page-content";

</style>