<script setup lang="ts">

</script>

<template>
  <article>

    <header class="header">
      <container>
        <div class="heading">
          <p class="heading__subheading">Ресурсы проекта</p>
          <h1 class="heading__heading-text">Ссылки на источники</h1>
          <p class="heading__supporting-text">
            Ссылки на литературу, фильмы, видео и медиа источники информации, использованные, во время исследовательской
            работы над проектом.
          </p>
        </div>
      </container>
    </header>

    <div class="main-content">
      <container class="container">
        <article class="content">
          <h3 class="text-heading">Литература</h3>

          <ol class="plain-text text-list">
            <li>ГОСТ 19.103-77 Обозначения программ и программных документов. //Единая система программной
              документации. –М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.104-78 Основные надписи. //Единая система программной документации. – М.: ИПК Издательство
              стандартов, 2001.
            </li>
            <li>ГОСТ 19.105-78 Общие требования к программным документам. //Единая система программной документации. –
              М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.106-78 Требования к программным документам, выполненным печатным способом. //Единая система
              программной документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.201-78 Техническое задание. Требования к содержанию и оформлению. //Единая система программной
              документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.603-78 Общие правила внесения изменений. //Единая система программной документации. – М.: ИПК
              Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.604-78 Правила внесения изменений в программные документы, выполненные печатным способом.
              //Единая система программной документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
          </ol>

          <h3 class="text-heading">Фильмы</h3>

          <ol class="plain-text text-list">
            <li>ГОСТ 19.103-77 Обозначения программ и программных документов. //Единая система программной
              документации. –М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.104-78 Основные надписи. //Единая система программной документации. – М.: ИПК Издательство
              стандартов, 2001.
            </li>
            <li>ГОСТ 19.105-78 Общие требования к программным документам. //Единая система программной документации. –
              М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.106-78 Требования к программным документам, выполненным печатным способом. //Единая система
              программной документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.201-78 Техническое задание. Требования к содержанию и оформлению. //Единая система программной
              документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.603-78 Общие правила внесения изменений. //Единая система программной документации. – М.: ИПК
              Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.604-78 Правила внесения изменений в программные документы, выполненные печатным способом.
              //Единая система программной документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
          </ol>

          <h3 class="text-heading">Видео</h3>

          <ol class="plain-text text-list text-list_padding-double block-last-child">
            <li>ГОСТ 19.103-77 Обозначения программ и программных документов. //Единая система программной
              документации. –М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.104-78 Основные надписи. //Единая система программной документации. – М.: ИПК Издательство
              стандартов, 2001.
            </li>
            <li>ГОСТ 19.105-78 Общие требования к программным документам. //Единая система программной документации. –
              М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.106-78 Требования к программным документам, выполненным печатным способом. //Единая система
              программной документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.201-78 Техническое задание. Требования к содержанию и оформлению. //Единая система программной
              документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.603-78 Общие правила внесения изменений. //Единая система программной документации. – М.: ИПК
              Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.604-78 Правила внесения изменений в программные документы, выполненные печатным способом.
              //Единая система программной документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.103-77 Обозначения программ и программных документов. //Единая система программной
              документации. –М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.104-78 Основные надписи. //Единая система программной документации. – М.: ИПК Издательство
              стандартов, 2001.
            </li>
            <li>ГОСТ 19.105-78 Общие требования к программным документам. //Единая система программной документации. –
              М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.106-78 Требования к программным документам, выполненным печатным способом. //Единая система
              программной документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.201-78 Техническое задание. Требования к содержанию и оформлению. //Единая система программной
              документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.603-78 Общие правила внесения изменений. //Единая система программной документации. – М.: ИПК
              Издательство стандартов, 2001.
            </li>
            <li>ГОСТ 19.604-78 Правила внесения изменений в программные документы, выполненные печатным способом.
              //Единая система программной документации. – М.: ИПК Издательство стандартов, 2001.
            </li>
          </ol>

        </article>
      </container>
    </div>

    <SectionDivider/>

  </article>
</template>

<style scoped lang="scss">

@import "@/assets/scss/page-content";

.header {
  padding: var(--spacing-9xl, 9.6rem) 0;
}

.heading {
  max-width: 76.8rem;
  text-align: center;

  &__subheading {
    margin-bottom: var(--spacing-lg, 1.2rem);
    color: var(--colors-text-text-brand-secondary-700, #CECFD2);
    @include text-md(Semibold);
  }

  &__heading-text {
    margin-bottom: var(--spacing-xl, 1.6rem);
    color: var(--colors-text-text-primary-900, #F5F5F6);

    @include display-md(Semibold);
  }

  &__supporting-text {
    color: var(--colors-text-text-tertiary-600, #94969C);
    @include text-lg(Regular);
  }
}


.container {
  justify-content: center;
}

.content {
  max-width: var(--paragraph-max-width, 72rem);
  padding: var(--spacing-9xl, 9.6rem) 0;
}

.text-heading {
  margin: 3.2rem 0 1.6rem 0;
  color: var(--colors-text-text-primary-900, #F5F5F6);
  @include display-sm(Semibold);
}

@media only screen and (min-width: 768px) {
  .header {
    padding: var(--spacing-7xl, 6.4rem) 0;
  }

  .heading {
    &__heading-text {
      margin-bottom: var(--spacing-3xl, 2.4rem);
      @include display-xl(Semibold);
    }

    &__supporting-text {
      @include text-xl(Regular);
    }
  }

  .content {
    padding: var(--spacing-7xl, 6.4rem) 0;
  }

  .text-heading {
    margin: var(--spacing-5xl, 4rem) 0 var(--spacing-2xl, 2rem) 0;
    @include display-sm(Semibold);
  }
}

</style>
