<script setup lang="ts">

</script>

<template>
    <article class="content">

        <h2 class="heading-sm">Введение</h2>

        <p class="plain-text block-first-child">
            Егор Гайдар был одним из главных личностей России в 1990-х. Он являлся одним из главных руководителей
            экономических реформ в тот период. Его деятельность продолжает вызывать споры и весьма неоднозначные оценки.
            Гайдар был убежденным рыночником.
        </p>

        <h2 class="heading-xs">Предпосылки к реформам</h2>

        <p class="plain-text block-first-child">
            Доходы с экспорта нефти с каждым годом всё падали. При этом объемы импорта зерна не уменьшались. К 1990 г.
            Советскому Союзу нечем было платить кредиты западу. На это еще и наложилась ситуация, когда у населения в
            руках находились большие денежные массы, не соответствующие малому товарному предложению. Приближалась
            катастрофа. Гайдар описывает эту ситуацию в «Гибели империи».
        </p>

        <h2 class="heading-xs">Другие варианты</h2>

        <p class="plain-text block-first-child">
            Программа реформ Гайдара была не единственной в своем роде. Была еще программа «500 дней». В ней
            предусматривались поэтапно приватизация имущества и предприятий, либерализация цен и стабилизация рынка.
            Была и идея предварительного сокращения инфляционного навеса, чтобы снизить угрозу гиперинфляции после
            либерализации цен. На это был получен отрицательные ответ от тогдашнего министра финансов В. С. Павлова.
            Программа «500 дней» была провалена.
        </p>

        <div class="quote">
            <q class="quote__text">
                Ничего сократить нельзя: сокращение военных расходов вызовет кризис в ВПК и раздражение в армии,
                сокращение дотаций АПК подорвет сельское хозяйство и продовольственную безопасность. Короче, нельзя и
                все. Не пони- маете - не лезьте, без сопливых обойдемся!
            </q>
            <div class="avatar-label">
                <img src="/images/pavlov-avatar.png"
                     alt="Валентин Павлов"
                     class="avatar-label__image">
                <p class="avatar-label__title">Валентин Павлов</p>
                <p class="avatar-label__subtext">Министр финансов</p>
            </div>
        </div>


        <h2 class="heading-xs">«Шоковая терапия»</h2>

        <p class="plain-text block-first-child">
            Егор Гайдар был главным руководителем так называемой «шоковой терапии».
            Это программа экономических реформ, направленная на приватизацию предприятий, либерализацию цен и
            последующую достаточно болезненную стабилизацию рынка. Базовые понятия, которые предполагались этими
            реформами:
        </p>

        <ul class="plain-text text-list">
            <li>Свободные цены и свободные сделки взамен твердых государственных цен</li>
            <li>Частная собственность на основной массе предприятий, чтобы обеспечить свободные операции на рынке и
                конкуренцию
            </li>
            <li>Открытая экономика, свободная внешняя торговля взамен монополии внешней торговли с разделением
                внешнеторговых и внутренних цен
            </li>
            <li>Свободный рыночный курс рубля</li>
        </ul>

        <p class="plain-text">
            Сторонники Гайдара считают его решение обоснованным в связи с тем, что требовались реформы нескольких
            институтов сразу, которые нельзя проводить поэтапно. Изменения отдельных институтов будет вызывать
            отторжение у других.
        </p>
        <p class="plain-text">
            Противники же были недовольны реформами из-за того, что всё произошло слишком резко, непоэтапно, слишком
            радикально, преждевременно и не скоординировано.
        </p>
        <p class="plain-text">
            Политика была продиктована острой нехваткой товаров, особенно продовольствия, в позднесоветский период и
            необходимостью перехода к рыночной экономике. Ожидалось, что она сбалансирует спрос и предложение,
            простимулирует производство и предотвратит голод.
            Программа была введена в действие 2 января 1992 года, освободив 90% розничных цен и 80% оптовых цен от
            государственного контроля, кроме товаров первой необходимости, на которые всё же были подняты цены самим
            государством. Это сопровождалось другими реформами, такими как либерализация заработной платы и торговли.
        </p>

        <p class="plain-text">Итог:</p>

        <ul class="plain-text text-list">
            <li>Была достигнута цель перехода к рыночной экономике</li>
            <li>Политика привела к гиперинфляции, обесцениванию доходов и сбережений населения, резкому снижению ВВП
            </li>
        </ul>

        <div class="content-box">
            <h2 class="heading-sm">Заключение</h2>
            <p class="plain-text block-first-child block-last-child">
                Егор Гайдар — одна из самых значимых фигур 1990-х годов нашей страны. Намеренно или нет, его реформы
                спровоцировали быстрый рост цен, обесценивание доходов и накоплений населения, рост коррупции. Из-за
                этого население было крайне недовольно реформами Гайдара.
            </p>
        </div>

    </article>
</template>

<style scoped lang="scss">

@import "assets/scss/page-content";

</style>