<script setup lang="ts">

</script>

<template>
  <article class="content">

    <h2 class="heading-sm">Детство</h2>

    <p class="plain-text block-first-child">
      Родился в семье раскулаченных крестьян в Свердловской области. Дед Ельцина был репрессирован за кулачество, отец —
      за антисоветскую деятельность.
    </p>
    <p class="plain-text">
      Согласно ЖЗЛ Ельцина, в школе был драчлив, выступал против жесткой классной руководительницы, за что был в
      дальнейшем исключен. Но благодаря своей целеустремленности и бойкости, закончил другую школу на «хорошо» и
      «отлично».
    </p>
    <p class="plain-text">
      Учебу продолжил в Уральском политехе на строительном факультете, но со слов историка Тимоти Колтона, его дипломная
      работа не представляла ничего собой «ничего выдающегося».
    </p>
    <p class="plain-text">
      Главным увлечением детства Ельцина (после разбора гранат молотком на скорость) стал волейбол, где Борис проявлял
      агрессивный, таранный стиль игры.
    </p>

    <h2 class="heading-sm">До того, как стал известным</h2>

    <p class="plain-text block-first-child">
      Свою карьеру Борис Николаевич начал с дела, связанным с его специальностью. Начал он каменщиком (1955г.), затем
      стал старшим прорабом (1960г.), потом главным инженером (1963г.). Такими быстрыми темпами Ельцин стал начальником
      домостроительного комбината Свердловска в 1966г.
    </p>

    <h2 class="heading-sm">Партиец</h2>

    <p class="plain-text">
      В 1968г стал начальником строительного отдела Свердловского обкома. На этой должности он исполнителен и
      трудолюбив, но груб и резок. Льстит начальству, жалуется на коллег, но исполнителен в решении задач, как при игре
      в волейбол.
    </p>

  </article>
</template>

<style scoped lang="scss">

@import "@/assets/scss/page-content";

</style>